docs/produkte/request-getdat-2228.md

---
title: "Request getDataCountriesForVehicleTargetDateEvaluationHistory"
topic_id: "2228"
breadcrumb: "SilverDAT Produkte > SilverDAT 3 valuateFinance > Schnittstellenoperationen > Hilfsfunktionen > Datenländer der stichtagsbezogenen Bewertung erfragen > Request getDataCountriesForVehicleTargetDateEvaluationHistory"
---

# Request getDataCountriesForVehicleTargetDateEvaluationHistory

```
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:eval="http://sphinx.dat.de/services/Evaluation">
   <soapenv:Header/>
   <soapenv:Body>
      <eval:getDataCountriesForVehicleTargetDateEvaluationHistory/>
   </soapenv:Body>
</soapenv:Envelope>
```
